9/data/attachments/413af7d289e17a02.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Peter_hotel_Friend_1027_2</nif:username>
            <nif:friendToBeRequested>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>